    [
  {
    "npc_name": "Malori Marnett",
    "type": "journal_entries",
    "entries": [
      "Malori, aussi nommé Lori par ses connaissances, est une postière autant maladroite que dévoué dans son travail. Elle parcours les terres de Culturia livrant lettres et colis parfois plus ou moins douteux. \"Cela fait parti du boulot n'est-ce pas ?\", ce répète t-elle sans cesses. Elle est bien consciente que son patron l'utilise un peu trop, mais faire de son mieux est son leitmotiv. Sa plus grande gaffe : Renverser malheureusement une potion de croissance accéléré sur des ronces, cela à coupé la route pendant plusieurs jours. Personne ne le sait, enfin c'est-ce qu'elle croit.",
      "La famille Marnett vous dis quelque choses, maitre de guilde. Cette famille est connu dans la cour en tant qu'exécutant ou conseillés de Monarque. D'après des rumeurs, le nom de Malori viendrais de sa mère, Vlori Marnett une discrète conseillère au trône. Issue d'une union secrète entre sa mère et un soldat, Malori est exilé très tôt des rempares, depuis elle à toujours vécu avec sa tante jusqu'à sa très ressente émancipation. L'idée de retourner à la soie lui déplait, jugeant être plus utile au peuple qu'à la royauté.",
      "Il y a quelques semaines, vous voyez Malori régulièrement aller à la taverne. Au delà d'étancher sa fatigue à coup de peinte, elle bois souvent à une table seule penné par la solitude de vivre seule. Malgré les contacts régulier avec ses clients, se confesser est très dur. Pour se vider la tête et passer du bon temps, elle se rend régulièrement chez l'ancien, Haldo, où ils discutent hypothèses et réflexion plus ou moins pertinente. De son jeune âge Malori à tant à apprendre, elle en ait persuadé.",
      "Malgré l'énergie débordante et la maladresse caractéristique de Malori qui fait son charme, plusieurs personnes sont méfiantes à propos d'elle. À force de vouloir prouver sa valeur, elle en perd souvent le sens des priorités et ne prend pas assez de temps pour elle. \"C'est en faisant trop qu'elle va se perdre\" a-t-elle entendu il y a longtemps à propos d'elle. Depuis, la maladresse est devenu une de ses caractéristiques. Son plus gros défaut est qu'elle ne se laisse pas le temps de grandir et veux déjà adosser des responsabilités qu'elle ne peux pas tenir. Peut-être en lien avec sa mère. Qui sait ?"
    ]
  },
  {
    "npc_name": "Garen Fouldier",
    "type": "journal_entries",
    "entries": [
      "Les premiers souvenirs de sa propre vie sont lui entrain de courir, à bout de souffle, sans regarder en arrière, droit vers la forêt. Les branches lui lacéraient le visage, il trébuchait sur les racines, s'écroulant de ton son saoul par terre, s'éraflant les jambes sur les pierres. Il ne se souvient plus combien de temps il a couru, il se souvient seulement s'être effondré de fatigue après s'être caché dans une grotte.",
      "Le lendemain matin il s'est réveillé avec des coups de langue sur le visage. En ouvrant les yeux, il a vu face à lui une louve. Mais Garen n'a pas ressenti de la peur, il a ressenti presque instantanément une connexion avec l'animal. Voyant en elle une forme de tendresse affective, presque maternelle. Il a alors grandi avec elle, chassant avec elle, se nourrissant avec elle, dormant avec elle, formant presque une meute. Il n'a jamais compris pourquoi la louve ne l'a pas attaqué, il était endormie et affaiblie. Mais il a toujours ressentie de la reconnaissance à son égard, se demandant si, sans elle, il aurait pu survire toutes ces années.",
      "Une fois devenue adulte, Garen eu envie de revenir à la civilisation humaine. Il a donc décidé d'exploiter la compétences qu'il a passé tant d'année à aiguiser en devenant chasseur En dehors de sa vie professionnel, Garen s'est rendu compte d'un profond attachement pour les animaux, en particulier les lapins. Lors de son arrivé à la civilisation, Garen ne savait pas comment tisser des liens avec autrui, alors qu'il commençait à hésiter à retourner à la forêt, il reçu de la part de cadeau de la part de Mira la Tisseuse un lapin nommé Roger ce qui le convaincue de rester une bonne fois pour tout.",
      "Cependant Garen cache un lourd secret. Un secret que même Mira la tisseuse ne connait pas. Garen a découvert que les normes de la société était parfois trop pesantes pour lui à un point tel qu'il retournait presque à l'était sauvage. Garen a par la suite découvert la solution face à cette remonté de ses instincts. Une fois la nuit tombé, il participe à des combats clandestins, afin de se défouler. Animaux, humains, tout y passe. Garen est connu pour se battre comme un loup, avec ardeur et bestialité. Garen a trouvé une forme de stabilité dans son quotidien. Chasseur le jour et combattant la nuit, c'est ainsi qu'il estime sa place dans la communauté."
    ]
  },
  {
    "npc_name": "Toben Montivert",
    "type": "journal_entries",
    "entries": [
      "Espiègle et qui aime le sarcasme Toben le Meunier a pour habitude de toujours tourner en dérision les personnes qui lui demande un service. Encore en conflit avec Garen le Chasseur et Joric le Tavernier car trop directe et manquant souvent de tact, il n'hésite pas à dire tout haut ce qu'il pense d'eux. Beaucoup pourrait donc le trouver bourru et antipathique. Mais certains savent qu'en réalité Toben teste les gens. Il observe leurs réactions, jauge leurs limites. Et si quelqu'un lui répond du tac au tac, voir même rigole aux pics de Toben, alors celui-ci devient presque plus doux. Comme ci, au travers de ses joutes verbal, Toben cherchait plus quelqu'un avec qui dialoguer et qui pourrait le comprendre.",
      "Cependant, il a pour habitude de toujours faire plus de pain que nécessaire et de donner le surplus aux plus démunies. Toujours en râlant bien sûr, presque même en insultant les personnes qu'il aide. Comme si la générosité le mettait mal à l'aise. Comme s'il avait peur que la communauté puisse voir une forme de faiblesse derrière la main qu'il tend. Mais malgré tout, Toben reviendra encore le lendemain aider ceux qui en ont besoin. Personne ne l'a jamais vu refuser un ventre vide. Comme s'il savait exactement ce que ça faisait que d'avoir faim.",
      "N'ayant jamais connu son père et après avoir perdu sa mère, il a apprit tôt à manipuler et trahir les gens qui lui tendaient la main, convaincu que la générosité n'existait pas et que personne ne lui donnerait rien sans attendre une contrepartie en retour. Toben a connu la famine, le froid et la maladie. Il a connu la violence, la peur et la honte de voler du pain pour survivre. Ce passé l'a rendu méfiant et parfois en désaccord avec l'ordre établi, mais il l'a rendu aussi d'une incroyable résilience.",
      "Depuis plusieurs années les incursions des monstres se font rare. Mais Toben n'a jamais oublié la nuit où ils ont assassiné sa famille en même temps que sa naïveté d'enfant. Alors qu'il voyait les gens fuir autour de lui, il ne cessait de se répéter que les gardes allaient bientôt arriver pour les protéger. Après tout ils avaient juré de tous les protéger. Mais il a alors senti quelqu'un le tirer violemment en arrière. Sa propre mère l'a alors plaqué au sol, le recouvrant. \"Ne fait plus de bruit. Retiens ton souffle. Ne dis plus rien.\". Les paroles de sa mère ont résonné en boucle dans sa tête. Il se les répétait alors qu'il sentait la chaleur quitter petit à petit le corps de sa propre mère. Et c'est là, caché, qu'il a observé les monstres de près pour la première fois. Leurs mouvements, leurs bruits, leurs rythmes même. Il les as observés pendant des heures et des heures, jusqu'à ce que les gardes arrivent. Ce que personne n'a envie de voir, lui l'a vécu, contre son gré, ce jour là. Depuis ce jour Toben connait les monstres mieux que beaucoup de gardes entraînés."
    ]
  },
  {
    "npc_name": "Denrick Largent",
    "type": "journal_entries",
    "entries": [
      "Il a y a une vingtaine d'année, Denrick s'est fait un nom auprès des jeunes recrues au sein de l'armée royale. Connu pour avoir non seulement participé à déjouer un complot contre la couronne, selon les rumeurs il serait l'un des seuls à avoir eu la chance et l'honneur de voir Monarque de ses propres yeux.. ou plutôt de son propre œil. Car dans l'armée, honneur rime souvent avec horreur. Son fait d'arme lui ayant couté un des ses yeux, il a décidé de prendre sa retraite pour ne plus jamais avoir à manier l'épée autrement que pour se défendre. Il aurait pu se lancer dans une carrière politique mais a décider de rester proche de ce par quoi il a toujours vécu. Malgré sa main en moins, il se donne toujours à fond pour forger des armes aussi belles et puissante que ce qu'il avait pour habitude de manier. \"Qui vivra par l'épée mourra par l'épée\" il est donc persuadé que quelqu'un viendra un jour se venger. Et il décide de vivre chaque seconde comme si c'était la dernière de sa vie.",
      "D'aucun pense qu'il a trouvé sa rédemption aux côtés d'Adra, à former des plus jeunes. Il fait tout son possible pour avertir les plus jeunes sur la vie de soldat. Cependant, quand il voit dans les yeux de certains la flamme. Cette flamme qui a parfois vibrer dans ces propres yeux. La flamme de la détermination, la flamme de la volonté. Cette flamme qui montre l'envie de se dépasser pour atteindre certains sommets. Alors devant ces âmes brûlante de témérité, Denrick le Forgeron voit son feu intérieur ravivé et se donne corps et âme dans la formation des élèves.",
      "Lorsqu'il était jeune, Denrick était dans un fiacre avec son père et sa mère. Il fut arrêté au milieu de la forêt. Lorsque la porte s'ouvrit, il vu un homme, d'un mètre quatre-vingts, dans la vingtaine, les cheveux brun et les yeux verrons. Son regard perçait les ténèbres de la porte, son œil gauche, bleu gris, semblait vif, balayant entre chaque personne à l'intérieur. Le droit, noisette ambré, lui semblait presque vide. Comme plus lent il semblait presque suivre les mouvements de son homologue. À l'inverse de ce qu'on pourrait penser, Denrick a vu en lui une forme inspirante. Quelqu'un de libre, faisant ce qu'il voulait, faisant fî des conséquences. Il a alors grandi en idéalisant ce bandit, au plus grand détriment de son père d'ailleurs.",
      "Quand il eu 20 ans, Denrick eut envie d'embrasser cette vie de hors-la-loi. Il se prépara donc à cambrioler un échoppe quand soudain, alors qu'il fut sur le point de se lancer, il senti une main sur son épaule. En se retournant, il vit un vieux soldat, la mine sombre, les yeux fatigués. Denrick cru alors qu'il était fichu. \"Qui vivra par l'épée mourra par l'épée\". À ces mots Denrick regarda plus attentivement les yeux du soldat et reconnu ces mêmes yeux verrons qui, 10 ans auparavant, l'avaient tant marqué. Il s'effondra alors au sol, désespéré. À grande surprise, le soldat lui dit simplement de rentrer chez lui. C'est ainsi qu'il décida de rentrer chez lui et de se préparer au concours de soldat pour suivre les traces de celui qu'il a considéré, par deux fois, comme son mentor."
    ]
  },
  {
    "npc_name": "Marn Thobas",
    "type": "journal_entries",
    "entries": [
      "Toujours dans son bateau de pêche mais cependant jamais vraiment loin de son ainé, Marn aime la sensation de liberté que lui offre son bateau. Amateurs de plaisanterie, les gens diraient de lui qu'il est joyeux, souriant et simple de vie. Il y a cependant au fond de ses yeux une lueur faisant miroiter la douleur de ne pas avoir connus ses parents ainsi qu'une profondeur que seul ses proches ne peuvent que soupçonner.",
      "Philosophe dans l'âme, il aime réfléchir quand il pêche de longue heures sur l'eau. Il sera d'ailleurs toujours ravi d'emmener un compagnon avec lui pour discuter de sujet profonds à l'abri des oreilles indiscrètes. Toutes les personnes l'ayant accompagné se retrouve surprises de la capacité de Marn a sembler simple d'apparence, étant détaché de beaucoup de propriété matériel, cachant un esprit aiguisé et un avis précis sur chaque sujet qu'il aborde. Comme s'il avait déjà réfléchis longuement à chaque sujet de société.",
      "Amoureux de la nature, Marn fais son propre composte, il élève ses propres vers pour la pêche, trouve ses champignons dans la forêt et aime passer du temps en cuisine pour préparer des recettes mariant des saveurs des bois et des mers. Malheureusement, il a comme mauvais habitude de souvent rendre visite à Joric le Tavernier pour qu'il lui remplisse quelques verres quand il a besoin de vider son esprit de ses pensées morose.",
      "L'humeur de Marn semble suivre celle de la mer. Quand l'eau est calme, il se montre léger et bavard. Mais lorsque les vagues se gonflent, il devient grave. Presque trop réfléchi, comme si l'océan réveillait un poids qu'il tente habituellement de dissimuler. Ses proches disent en plaisantant qu'il est \"à marée humaine\", mais eux seuls savent qu'il y a un fond de vérité derrière ces mots."
    ]
  },
  {
    "npc_name": "Bram Thobas",
    "type": "journal_entries",
    "entries": [
      "Toujours de pairs avec son frère cadet Marn, Bram le Boucher a grandi en s'occupant de lui après la perte de leurs parents quand il était très jeune. D'abord à la rue, il a écumer les petits boulots avant de découvrir celui de boucher qu'il n'a alors jamais quitté. Bram est grand, charismatique et beaucoup de gens sentent qu'ils peuvent se reposer sur lui pour les aider, voyant en lui une figure paternelle. Bram se donne toujours à 100% pour aider au maximum la communauté.",
      "Multi casquette, Bram n'hésite pas à sacrifier ses heures de sommeil pour essayer de régler les problèmes d'autrui come s'il s'agissait des siens. Cependant, malgré sa nature réconfortante et généreuse, quiconque s'approche un tant soit peu trop près de son frère avec de mauvaise attention verra en un visage de Bram que peut de gens ont pu croiser dans leur vie. La figure stoïque, calme et implacable laisse alors la place à une colère froide, brutale et presque même sournoise.",
      "Parmi les petits boulots qu'il a fait dans sa vie, Bram a rencontré Denrick Largent à la caserne. Les deux se sont immédiatement détesté. Chacun a vue en l'autre un adversaire potentielle sur la route vers la gloire et le succès. Chacun se dépassant au fur et à mesure pour se faire remarquer par les instructeurs. Des que l'un prenait l'avantage, l'autre se dépassait mais lorsque Bram entendit les rumeurs comme quoi Denrick aurait réussi à déjouer un complot contre Monarque, il su qu'il ne pourra plus jamais le rattraper. Il quitta alors le monde militaire et se mit en quête d'un nouveau travail.",
      "Avec les années, Bram a développé une certaine façon d'éviter les questions trop précises sur leurs parents. Marn croit qu'il s'agit simplement de douleur mal cicatrisée, mais la vérité est plus lourde : Bram a appris un détail qu'il juge trop difficile à porter pour son cadet. Il vit avec ce secret depuis si longtemps qu'il ne sait plus s'il le protège… ou s'il l'enferme."
    ]
  },
  {
    "npc_name": "Toren Brauvin",
    "type": "journal_entries",
    "entries": [
      "Toren, depuis son enfance, se tient le dos droit. Regardant droit devant lui, ne répondant que quand c'est nécessaire, que quand c'est justifié. Habitué aux cérémonies depuis son enfance où il se tenait aux côtés de son père, il n'était là que comme symbole de la réussite familiale. \"Qu'il est poli !\", \"Comme il est sage !\". Autant de compliment qu'il s'avait n'était pas dirigé à lui mais plus à son paternel, Orren Brauvin.",
      "Lors de son adolescence, Toren a voyagé à travers tous le pays pour sa formation. Son père avait de grand projet pour lui et il le savait. Etudier jusqu'à l'aube, dormir quelques heures à peine, visiter les plus grands chantier du pays des le matin, assister à des représentations l'après-midi, manger à la table des plus grand le soir et se remettre à ses livres juste après. Ce fut son quotidien pendant de nombreuses années. Aujourd'hui quand Toren regarde en arrière, il se souvient de ses années comme celles où il s'est perdu lui même. Face à la pression, face à la peur des responsabilités, Toren aujourd'hui est toujours la cible de nombreuses angoisses et cauchemars le réveillant à toutes les heures de la nuit.",
      "Relativement fortuné et notamment grâce à l'héritage de ses parents eux aussi architectes, Toren a développé très tôt une passion pour le dessin et un attrait pour l'argent. En voulant rendre son géniteur fier de lui, il a essayé d'augmenter les bénéfices des chantiers en réduisant les salaires et en baissant la qualité des matériaux de construction. Malheureusement, c'est quand il fut missionné de l'un des plus grand chantiers du pays que le scandale a été révélé par Tessa la Mercenaire. Il ne faisait pas que couper son ciment à l'eau, il ne respectait même aucune des normes de sécurité instauré dans le pays par le gouvernement de Monarque. Toren n'a jamais vu autant de déception dans le regard de son père, mais quel ne fut pas sa surprise quand il découvrit dans les journaux que son père s'était livré de son propre chef aux gardes. Se dénonçant à la place de son fils. Depuis Toren porte une haine envers la mercenaire et lui même.",
      "Aujourd'hui, Toren s'efforce de redorer son image en redoublant de perspicacité dans ces travaux. Il a décidé de grandir et d'évoluer, il s'est rendu compte qu'il ne voulait plus de cette vie. Après avoir entendu des rumeurs comme quoi Malori serait à l'origine liée à la famille Marnett, il a trouvé en elle une alliée dans sa quête de changement de vie. À deux, ils aiment se moquer du monde de l'argenterie et des faux-semblants."
    ]
  }
]